export default {
  forgotPassword: 'هل نسيت كلمة السر',
  titleText_1:
    'أدخل عنوان بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.',
  email: 'عنوان البريد الإلكتروني',
  emailPlaceholder: 'أدخل بريدك الإلكتروني',
  next: 'التالي',
  verifyOTP: 'يؤكد OTP',
  titleText_2:
    'أدخل كلمة المرور لمرة واحدة (OTP) المرسلة إلى عنوان بريدك الإلكتروني',
  titleText_3: 'أدخل كلمة مرور OTP التي تم إرسالها إلى',
  titleText_4: '. تحقق من OTP لتسجيل الدخول',
  receivedOTP: 'لم تتلق كلمة مرور لمرة واحدة؟',
  resendOTP: 'إعادة إرسال كلمة المرور لمرة واحدة',
  verify: 'يؤكد',
  setPassword: 'ضبط كلمة السر',
  newPassword: 'أدخل كلمة المرور الجديدة',
  confirmPassword: 'تأكيد كلمة المرور الجديدة',
  save: 'يحفظ',
  passwordError: 'كلمة المرور الجديدة مطلوبة',
  confirmPasswordError: 'تأكيد كلمة المرور مطلوب',
  passwordError1:
    'يجب أن تحتوي كلمة المرور على حرف كبير واحد وحرف صغير ورقم واحد على الأقل.',
  confirmPasswordError1:
    'يجب أن تحتوي كلمة المرور على حرف كبير واحد وحرف صغير ورقم واحد على الأقل.',
};
